/* No comment provided by engineer. */
"Are you sure you want to delete this event? You can download it again at any time until the event distribution period ends." = "Are you sure you want to delete this event? You can download it again at any time until the event distribution period ends.";

/* No comment provided by engineer. */
"Are you sure you want to delete this event? You can download it again at any time." = "Are you sure you want to delete this event? You can download it again at any time until the event distribution period ends.";

/* No comment provided by engineer. */
"Are you sure you want to download the “%@” event?" = "Are you sure you want to download the “%@” event?";

/* No comment provided by engineer. */
"Are you sure you want to download “%@” skin?" = "Are you sure you want to download “%@” skin?";

/* No comment provided by engineer. */
"Are you sure you want to update GBA4iOS?" = "Are you sure you want to update GBA4iOS?";

/* No comment provided by engineer. */
"Beta Testers" = "Beta Testers";

/* No comment provided by engineer. */
"By" = "By";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Checking for Update…" = "Checking for Update…";

/* The X's, Y's, and Z's are just to show placeholder characters. No need to translate them */
"Code format is XXX YYY ZZZ." = "Code format is XXX YYY ZZZ.";

/* The X's and Y's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX YYYY." = "Code format is XXXXXXXX YYYY.";

/* The X's and Y's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX YYYYYYYY." = "Code format is XXXXXXXX YYYYYYYY.";

/* The X's and Y's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX YYYYYYYY.\nOnly GameShark Advance codes are supported, not GameShark SP." = "Code format is XXXXXXXX YYYYYYYY.\nOnly GameShark Advance codes are supported, not GameShark SP.";

/* The X's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX." = "Code format is XXXXXXXX.";

/* No comment provided by engineer. */
"Current Skins" = "Current Skins";

/* No comment provided by engineer. */
"Delete Event" = "Delete Event";

/* No comment provided by engineer. */
"Download" = "Download";

/* No comment provided by engineer. */
"Download Skins" = "Download Skins";

/* No comment provided by engineer. */
"Downloading…" = "Downloading…";

/* Date ends */
"Ends" = "Ends";

/* No comment provided by engineer. */
"Event Distribution" = "Event Distribution";

/* No comment provided by engineer. */
"Events unlock certain features that are not normally in the game. However, they can only be completed once per save file." = "Events unlock certain features that are not normally in the game. However, they can only be completed once per save file.";

/* No comment provided by engineer. */
"Failed to check for update." = "Failed to check for update.";

/* No comment provided by engineer. */
"Fast Forward" = "Fast Forward";

/* No comment provided by engineer. */
"Game Genie" = "Game Genie";

/* No comment provided by engineer. */
"GameShark" = "GameShark";

/* No comment provided by engineer. */
"GBA Controller Skins" = "GBA Controller Skins";

/* No comment provided by engineer. */
"GBC Controller Skins" = "GBC Controller Skins";

/* No comment provided by engineer. */
"Landscape" = "Landscape";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"On" = "On";

/* No comment provided by engineer. */
"Portrait" = "Portrait";

/* No comment provided by engineer. */
"Press Beta Testers" = "Press Beta Testers";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"Start this event?" = "Start this event?";

/* No comment provided by engineer. */
"Sustain Button" = "Sustain Button";

/* No comment provided by engineer. */
"Tap a name to go to their Twitter profile or personal website." = "Tap a name to go to their Twitter profile or personal website.";

/* No comment provided by engineer. */
"The app will quit, and any unsaved progress will be lost." = "The app will quit, and any unsaved progress will be lost.";

/* No comment provided by engineer. */
"The game will restart, and any unsaved data will be lost." = "The game will restart, and any unsaved data will be lost.";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Tomorrow" = "Tomorrow";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"View Details" = "View Details";

/* No comment provided by engineer. */
"You can import other .gbaskin or .gbcskin files via iTunes, or by downloading them in Safari and opening in GBA4iOS." = "You can import other .gbaskin or .gbcskin files via iTunes, or by downloading them in Safari and opening in GBA4iOS.";

/* No comment provided by engineer. */
"Your software is up to date." = "Your software is up to date.";

